{
  "pp_title": "Политика конфиденциальности",
  "updated": "Дата вступления в силу",
  "btn_expand": "Развернуть все",
  "btn_collapse": "Свернуть все",
  "btn_print": "Печать / Сохранить PDF",
  "btn_copy": "Скопировать ссылку на этот раздел",

  "sum_global": "Применяется во всем мире к нашим играм, приложениям и веб-сайтам.",
  "sum_sdks": "Мы используем широко распространенные сервисы: Firebase Analytics/Crashlytics, Google AdMob, Unity Ads, Google Play Games Services, Apple Game Center/iCloud (если включено), AppsFlyer, SKAdNetwork.",
  "sum_no_sell": "Мы не продаем персональные данные. Мы можем «делиться» определенными идентификаторами и событиями приложения для таргетированной рекламы, как это определено законами отдельных штатов США. Вы можете отказаться от этого в приложении.",
  "sum_optout": "Вы можете отказаться от таргетированной рекламы и измерения эффективности.",
  "sum_kids": "Мы сознательно не собираем данные от детей.",

  "who_t": "1) Кто мы",
  "who_b": "{{legalEntity}} («мы») разрабатывает и публикует видеоигры и приложения. Мы выступаем в качестве контролера данных для обработки, описанной в настоящей Политике.",

  "scope_t": "2) Сфера действия",
  "scope_b": "Эта Политика охватывает {{appsList}} и наши веб-сайты, работающие во всем мире под брендом «{{companyName}}».",

  "data_t": "3) Данные, которые мы обрабатываем",
  "d_usage": "Данные об использовании и диагностике (события, сессии, IP-адрес, приблизительное местоположение/страна, устройство/ОС, версия приложения) — аналитика, обнаружение сбоев, улучшение продукта.",
  "d_progress": "Прогресс в игре и идентификаторы (ID игрока/аккаунта, достижения, облачные сохранения, сигналы анти-чит) — базовая функциональность и синхронизация.",
  "d_account": "Данные аккаунта (отображаемое имя, аватар, e-mail при наличии, токены аутентификации, возрастная категория) — создание аккаунта, вход, безопасность.",
  "d_ugc": "Контент, созданный пользователями, и социальные функции (сообщения чата, профили, названия кланов/гильдий, жалобы) — игровые функции и модерация.",
  "d_purchases": "Информация о покупках (SKU, регион, токен/квитанция покупки) — выполнение покупок, возвраты, предотвращение мошенничества.",
  "d_ads": "Данные рекламы/атрибуции (показы, клики, сбрасываемые рекламные идентификаторы, такие как IDFA/AAID, постбеки SKAdNetwork, контекстные сигналы) — показ рекламы, ограничение частоты, измерение (проекты с рекламной монетизацией).",
  "d_support": "Данные поддержки (e-mail, содержание сообщений, вложения, диагностика устройства, которую вы решите отправить) — поддержка пользователей и устранение неполадок.",
  "d_sensitive_note": "Мы не собираем точное местоположение или особые категории данных, если вы явно не предоставите их службе поддержки.",

  "legal_t": "4) Цели и правовые основания",
  "legal_b": "В зависимости от вашего местоположения мы полагаемся на: (a) согласие (когда требуется для рекламных/аналитических файлов cookie/SDK в ЕЭЗ/Великобритании и для доступа к IDFA в рамках Apple ATT); (b) исполнение договора (для предоставления игры/приложения, облачных сохранений и покупок); (c) законные интересы (безопасность, предотвращение мошенничества, диагностика сбоев, неперсонализированная аналитика); и (d) соблюдение юридических обязательств (налоги/бухучет). Вы можете отозвать согласие в любое время через настройки в приложении или наш баннер согласия (если отображается).",

  "optout_t": "5) Рекламные настройки (отказ)",
  "optout_b": "Вы можете в любое время отказаться от «таргетированной рекламы» и определенных измерений в **Настройки → Конфиденциальность → Рекламные настройки**. Для Калифорнии и других штатов США можно использовать кнопку **‘Do Not Sell or Share My Personal Information’**, чтобы отказаться от «обмена» для межконтекстной поведенческой рекламы. В Android/iOS вы также можете сбросить или ограничить рекламный идентификатор в настройках ОС. Мы соблюдаем выборы Apple ATT и измерения SKAdNetwork при недоступности IDFA.",

  "att_t": "6) Apple App Tracking Transparency (iOS)",
  "att_b": "В iOS мы запрашиваем разрешение через App Tracking Transparency от Apple. Если вы откажете, мы не обращаемся к IDFA и используем только контекстную рекламу и конфиденциальные методы измерения (например, SKAdNetwork).",

  "sdks_t": "7) Сторонние сервисы (обработчики)",
  "sdk_firebase": "Firebase Analytics собирает метрики использования и стабильности; Crashlytics помогает диагностировать сбои. Данные могут включать информацию об устройстве/ОС, версии приложения, событиях и журналах сбоев.",
  "sdk_ads": "Рекламные сети (например, Google AdMob, Unity Ads) показывают объявления и измеряют эффективность с использованием сбрасываемых рекламных ID и контекстных сигналов. Вы можете сбросить или ограничить рекламное отслеживание в вашей ОС.",
  "sdk_play": "Google Play Games Services для облачных сохранений, достижений, таблиц лидеров и интеграций платформы.",
  "sdk_gc": "Apple Game Center и iCloud (если включено) для аутентификации и облачных сохранений на платформах Apple.",
  "sdk_af": "AppsFlyer предоставляет атрибуцию установок и показатели кампаний, используя идентификаторы и нечувствительные данные о событиях.",
  "processors_note": "Мы привлекаем этих поставщиков по договорам об обработке данных; они обязаны защищать данные и использовать их только по нашим указаниям.",

  "share_t": "8) Передача данных",
  "share_b": "Мы не продаем персональные данные. Мы раскрываем данные поставщикам услуг (обработчикам), поставщикам платформ (Google/Apple), а также когда это требуется по закону либо для защиты прав, безопасности и целостности.",




  "intl_t": "9) Международные передачи",
  "intl_b": "При международной передаче данных мы используем надлежащие гарантии (например, Стандартные договорные положения). Некоторые поставщики участвуют в EU-US Data Privacy Framework. Вы можете связаться с нами, чтобы запросить информацию об этих гарантиях.",

  "kids_t": "10) Дети",
  "kids_b": "Мы сознательно не собираем персональные данные детей. В продуктах для смешанной аудитории мы применяем возрастное ограничение и отключаем персонализированную рекламу/атрибуцию для пользователей, признанных младше установленного возраста (например, младше 13 лет в США, младше 16 лет в ЕЭЗ/Великобритании для рекламного «обмена»). Если вы считаете, что ребенок предоставил нам данные, свяжитесь с нами — мы удалим их и отключим персонализацию.",

  "rights_t": "11) Ваши права",
  "rights_b": "В зависимости от региона у вас могут быть права на доступ, исправление, удаление, переносимость, возражение, ограничение обработки, отзыв согласия или обжалование нашего решения. Чтобы воспользоваться правами, используйте форму запроса в приложении или свяжитесь с нами по e-mail ниже. Мы отвечаем в течение 30 дней (ЕЭЗ/Великобритания) или 45 дней (США). Жители Калифорнии могут воспользоваться уполномоченным представителем. Вы имеете право не подвергаться дискриминации за осуществление своих прав. Жители ЕЭЗ/Великобритании могут подать жалобу в надзорный орган.",

  "cookies_t": "12) Файлы cookie и согласие",
  "cookies_b": "Наши веб-сайты в настоящее время не используют несущественные файлы cookie/SDK. Если это изменится, мы покажем баннер согласия, который позволит в любой момент принять, отклонить или изменить выбор.",

  "acct_t": "13) Аккаунты и удаление",
  "acct_b": "Вы можете создать внутриигровой аккаунт для синхронизации прогресса и использования социальных функций. Вы можете удалить аккаунт в любое время в **Настройки → Аккаунт → Удалить аккаунт** или связавшись с нами. Удаление аккаунта удаляет персональные данные и облачные сохранения, связанные с аккаунтом, в течение 30 дней (резервные копии могут сохраняться ограниченное время). Вы также можете отключить Google Play Games или Apple Game Center в их соответствующих настройках.",

  "ugc_t": "14) Контент, созданный пользователями (UGC), и модерация",
  "ugc_b": "UGC (например, чат, профили, названия гильдий) виден другим игрокам как часть игрового процесса. Мы проводим модерацию для соблюдения правил сообщества и можем принимать меры по жалобам на злоупотребления. Не публикуйте в UGC конфиденциальную информацию.",

  "sec_t": "15) Безопасность",
  "sec_b": "Мы используем технические и организационные меры, соразмерные риску (шифрование при передаче, шифрование на хранении — где применимо, контроль доступа, принцип наименьших привилегий, ведение журналов, регулярные обновления, реагирование на инциденты). Ни одна система не может быть безопасной на 100%.",

  "chg_t": "16) Изменения",
  "chg_b": "Мы можем периодически обновлять настоящую Политику. Мы опубликуем новую версию с новой датой вступления в силу.",

  "ct_t": "17) Контакты",
  "ct_b": "Контролер данных: {{legalEntity}}.<br>Адрес: {{address}}.<br>E-mail: <a href=\"mailto:{{contact}}\">{{contact}}</a>.",

  "defs_t": "18) Основные определения",
  "defs_b": "«Персональные данные» — информация, которая идентифицирует или относится к идентифицируемому лицу. «Обработка» — любая операция с персональными данными. «Контролер» определяет цели и средства; «обработчик» обрабатывает данные от имени контролера. «Таргетированная реклама» — показ рекламы на основе персональных данных, полученных из активности в несвязанных приложениях или на веб-сайтах.",

  "dnsmpi_btn": "Не продавать и не передавать мои персональные данные",
  "privacy_settings_t": "Настройки конфиденциальности",
  "privacy_settings_b": "Вы можете управлять согласием, рекламными настройками и запросами данных в **Настройки → Конфиденциальность**."
}